{
    "version": "https://jsonfeed.org/version/1",
    "title": "To The Trains",
    "description": "",
    "home_page_url": "https://tothetrains.uk",
    "feed_url": "https://tothetrains.uk/feed.json",
    "user_comment": "",
    "icon": "https://tothetrains.uk/media/website/Small-Logo.png",
    "author": {
        "name": "Seb J."
    },
    "items": [
        {
            "id": "https://tothetrains.uk/about/",
            "url": "https://tothetrains.uk/about/",
            "title": "About",
            "summary": "To The Trains started with Seb on the 31st of July, 2020. The original goal was simple: to document Britain's railways. And it's been much the same ever since, though plenty has happened in the meantime. First introduced as a YouTube channel, To The Trains&hellip;",
            "content_html": "<p>To The Trains started with Seb on the 31st of July, 2020. The original goal was simple: to document Britain's railways. And it's been much the same ever since, though plenty has happened in the meantime.</p>\n<p>First introduced as a YouTube channel, To The Trains served and continues to serve as your destination for comprehensive videos on everything from rolling stock to routes. With the occasional livestream, too, the channel is home to over 20 videos amassing in excess of 40,000 views and 600 subscribers. Videos are produced by a team of one; it was started by a rail enthusiast for rail enthusiasts.</p>\n<p>Just over a year following the channel's first upload saw the introduction of Railway Rover, the podcast from To The Trains for everyone with a special interest in trains and the railway. Offering a more laid-back conversational approach and a longer format, Railway Rover was designed to supplement content on the channel, while serving as a gateway to listeners on other platforms, too.</p>\n<p>And now we've just arrived at our next destination. Please alight here for longer-form articles and blog posts from To The Trains, exclusively on <em>tothetrains.uk</em>. You'll find all sorts of additional written content, from trip reports and railway product reviews to the latest news from across the transport industry. This is yet another outlet for To The Trains posts and media, and we're happy to have you here.</p>\n<p>We hope that you'll get involved - whether that be keeping up-to-date with the latest posts, joining the conversation on our socials, or even <a href=\"https://tothetrains.uk/write-with-us/\" target=\"_blank\" rel=\"noopener noreferrer\">writing with us</a>.</p>\n<p>Thank you for sticking around. Where next?</p>\n<p><strong>To The Trains, 2022</strong></p>",
            "author": {
                "name": "Seb J."
            },
            "tags": [
                   "Info"
            ],
            "date_published": "2022-01-28T22:15:19+00:00",
            "date_modified": "2022-01-28T22:15:19+00:00"
        },
        {
            "id": "https://tothetrains.uk/write-with-us/",
            "url": "https://tothetrains.uk/write-with-us/",
            "title": "Write with us",
            "summary": "If you're a rail enthusiast looking to volunteer your knowledge and share your expertise, join the team and write for us. As a writer, you'll be helping us work towards our collective goal to document Britain's railways (and beyond!) by piecing together articles on the&hellip;",
            "content_html": "<p>If you're a rail enthusiast looking to volunteer your knowledge and share your expertise, join the team and write for us. As a writer, you'll be helping us work towards our collective goal to document Britain's railways (and beyond!) by piecing together articles on the topics you're interested in. And if a railway-themed podcast peaks your interest, too, you'll be able to contribute to Railway Rover with research, planning, and appearances.</p>\n<p>This is a role with minimal obligations, <em>tothetrains.uk</em> is all about sharing the news and experiences relevant to us. That means you can write as much or as little as works best for you. You might be a prolific writer with a special interest in transport, or an enthusiast who wants to make themselves heard. We'd like to hear from you!</p>\n<p>We're looking for any of the following, but this isn't an exhaustive list and we're open to all pitches:</p>\n<ul>\n<li>Latest industry news (last 48 hours)</li>\n<li>Industry analysis (developments from the last week/month)</li>\n<li>Rolling stock overviews (opinion/factual)</li>\n<li>Trip reports (opinion)</li>\n<li>Railway product reviews (opinion)</li>\n<li>The state of the railways (opinion)</li>\n</ul>\n<p>So, if you're interested, let's talk. Send an email to <a href=\"mailto:seb@tothetrains.uk\">seb@tothetrains.uk</a> or join our Discord server to find out more about hopping on board.</p>",
            "author": {
                "name": "Seb J."
            },
            "tags": [
                   "Info"
            ],
            "date_published": "2022-01-28T21:32:11+00:00",
            "date_modified": "2022-01-28T21:56:26+00:00"
        },
        {
            "id": "https://tothetrains.uk/railway-rover-introduction/",
            "url": "https://tothetrains.uk/railway-rover-introduction/",
            "title": "Railway Rover: Introduction",
            "summary": "Introducing Railway Rover, your all line rover ticket to the latest in the rail industry. Be sure to check back in a few weeks for the first episode from Seb from To The Trains and a special guest from the community. They'll be discussing everything&hellip;",
            "content_html": "<p>Introducing Railway Rover, your all line rover ticket to the latest in the rail industry. Be sure to check back in a few weeks for the first episode from Seb from To The Trains and a special guest from the community. They'll be discussing everything from rolling stock to the routes of the UK's various train operating companies.</p>\n<h4>Watch on YouTube</h4>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"560\" height=\"315\" src=\"https://www.youtube-nocookie.com/embed/ZSDWtSqW9JU\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></div>\n<h4>Railway Rover</h4>\n<p>Railway Rover is your all line rover ticket to the latest in the rail industry. It's a podcast covering everything from rolling stock to routes, laid-back and conversational by design, but packed with plenty of information in a long format. You can:</p>\n<ul>\n<li>Find <a href=\"https://tothetrains.uk/tags/railway-rover-podcast/\">all episodes on <em>tothetrains.uk</em></a></li>\n<li>Listen on <a href=\"https://open.spotify.com/show/6AXt5io5xeNhllevcap9Uo\" target=\"_blank\" rel=\"noopener noreferrer\">Spotify</a></li>\n<li>Listen on <a href=\"https://podcasts.apple.com/us/podcast/railway-rover/id1583915799\" target=\"_blank\" rel=\"noopener noreferrer\">Apple Podcasts</a></li>\n<li>Listen on <a href=\"https://www.google.com/podcasts?feed=aHR0cHM6Ly9mZWVkcy5yZWRjaXJjbGUuY29tL2JkMGJjMjkzLTE2NjktNGVlOS1hNWM2LWMzYzdjMWUxNWJkNg%3D%3D\" target=\"_blank\" rel=\"noopener noreferrer\">Google Podcasts</a></li>\n</ul>\n<p>You can also listen on all other major podcast listening platforms. Just search for \"Railway Rover\" to get started.</p>",
            "author": {
                "name": "Seb J."
            },
            "tags": [
                   "Railway Rover"
            ],
            "date_published": "2021-09-02T12:00:00+01:00",
            "date_modified": "2022-01-28T22:28:35+00:00"
        }
    ]
}
